Repository: madeleinewoodbury/arctic-sprint-solutions
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: no

source: Search Attractions
no: Søk etter attraksjoner

source: Search
no: Søk

source: Category
no: Kategorier

source: Age group
no: Aldersgrupper

source: Tag
no: Emneknagger

source: Visited
no: Besøkt

source: Mark as visited
no: Marker som besøkt

source: points
no: poeng

source: About
no: Om

source: Location
no: Lokasjon

source: Suitable for
no: Passende for

source: Points
no: Poeng

source: Click for more info
no: Klikk for mer informasjon

source: Explore Attractions in Tromsø
no: Utforsk attraksjoner i Tromsø

source: Clear all filters
no: Tøm alle filtre

source: Password
no: Passord

source: Remember me
no: Husk meg

source: Login
no: Innlogging

source: First Name
no: Fornavn

source: Last Name
no: Etternavn

source: Username
no: Brukernavn

source: Username must be at least 10 characters long and only contain letters, numbers, and underscores.
no: Brukernavnet må være på minst 10 bokstaver, og kun bestå av bokstaver, nummer og understrek.

source: Password must be at least 10 characters long while containing at least one uppercase letter, one lowercase letter, and one number.
no: Passordet må ha minst 10 symboler, og inneholde minst en stor bokstav, en liten bokstav og et nummer.

source: Register
no: Registrer konto

source: This username is already taken.
no: Denne brukeren er allerede tatt.

source: This email is already taken.
no: Denne emailen er allerede tatt.

source: Select Tags
no: Velg emneknagger

source: Update profile
no: Oppdater profil

source: Search users
no: Søk etter brukere

source: User has been registrated.
no: Brukeren har blitt registrert.

source: Invalid username or password.
no: Ikke gyldig brukernavn eller passord.

source: You have been logged out.
no: Du har blitt logget ut.

source: Your preferences have been updated!
no: Dine preferanser har blitt oppdatert.

source: User with provided email does not exist
no: Emailen er allerede i bruk.

source: The friend request has been sent.
no: Du har en venneforespørsel.

source: The friend request has been accepted.
no: Venneforspørselen har blitt godkjent.

source: The friend request has been ended.
no: Venneforespørselen er ferdig.

source: The friend has been removed.
no: Vennen har blitt fjernet.

source: Friends information
no: Venneinformasjon

source: The page for all friend related information:
no: Siden for all vennerelatert informasjon

source: Add friends and compare your exploration achievements!
no: Legg til venn og sammenlig deres prestasjoner

source: Pending friend requests
no: Påventende venneforespørsler

source: Incoming friend request from
no: Innkommende venneforespørsel fra

source: Pending friend request approval from
no: Påventende venneforespørsel fra

source: Friends list
no: Venneliste

source: Seems like you haven't added any friends yet. Start adding friends to compare your exploration progression and achievements!
no: Ser ikke ut som du har noen venner ennå. Start å legge til venner for å sammenligne deres progresjon og prestasjoner!

source: Achievement points
no: Prestasjonspoeng

source: Remove friend
no: Fjern venn

source: Add friends
no: Legg til venner

source: You are already friends.
no: Dere er allerede venner

source: Friend request already sent.
no: Venneforespørsel allerede sendt.

source: Pending friend request already received.
no: Påvente venneforespørsel allerede mottatt.

source: Send friend request
no: Send venneforespørsel

source: Login with Email
no: Innlogging med email

source: Forgot Password?
no: Glemt passord?

source: Don't have an account?
no: Har du ikke en konto?

source: Register now
no: Registrer konto

source: Hello
no: Hallo

source: Attractions Visited:
no: Attraksjoner besøkt

source: Points:
no: Poeng

source: Visited Attractions
no: Søk etter attraksjoner

source: Visited on
no: Besøkt

source: Update Profile
no: Oppdater Profil

source: Your Preferences
no: Dine preferanser

source: You have not set any preferences
no: Du har ikke satt noen preferanser

source: Register your account
no: Registrer konto

source: Already have an account?
no: Har du allerede en konto?

source: Language not recognized.
no: Språk ikke gjenkjent

source: Change Babel Fish
no: Bytt babelfisk

source: Change babelfish settings:
no: Bytt babelfisk innstillinger

source: Change Language
no: Bytt språk

source: The answer to the ultimate question of <span>cities</span>, <span>attractions</span> and <span>tourists</span> is… 42
no: Svaret til det ultimate spørsmålet for <span>byer</span>, <span>attraksjoner</span> og <span>turister</span> er… 42

source: Start Your Journey
no: Start reisen

source: Home
no: Heim

source: Attractions
no: Attraksjoner

source: Friends
no: Venner

source: Logout
no: Logg Ut

source: Babel Fish
no: Babelfisk

source: Welcome to the admin page
no: Velkommen til admin siden
